Repository: mir666/ay_bay_app
Catalog: lib/l10n/app_*.arb
Languages: bn

source: LogIn
bn: লগ ইন

# logIntoYourAccount
source: Log into your account and keep track of your money.
bn: আপনার একাউন্টে ঢুকুন আর হিসাব রাখুন আপনার টাকার।

source: Mobile Number
bn: মোবাইল নাম্বার

source: Password
bn: পাসওয়ার্ড

source: Forget Password ?
bn: পাসওয়ার্ড ভুলে গেছেন?

# submit
source: Continue
bn: এগিয়ে যান

# wantToOpenNewAccount
source: Want to open a new account?
bn: নতুন একাউন্ট খুলতে চান?

source: SignUp
bn: সাইন আপ

# createNewAccount
source: Create a new account
bn: নতুন একাউন্ট খুলুন

# signUpIntro
source: Open a new account and keep track of your money. Stay worry-free.
bn: নতুন একাউন্ট খুলুন আর হিসাব রাখুন আপনার টাকার। থাকুন চিন্তা মুক্ত।

# name
source: Full Name
bn: সম্পূর্ণ নাম

source: Create Account
bn: একাউন্ট খুলুন

# haveAccount
source: Have an account?
bn: একাউন্ট আছে?

source: Budget
bn: বাজেট

source: Balance
bn: ব্যালেন্স

source: Income
bn: আয়

source: Expense
bn: ব্যয়

source: Notifications
bn: নটিফিকেশন

source: No Notifications
bn: কোনো নোটিফিকেশন নেই

# makeAllAsRead
source: Mark all as read
bn: সব পড়া হয়েছে হিসেবে চিহ্নিত করুন

source: Month
bn: মাস

source: Open new month
bn: নতুন মাস খুলুন

source: All
bn: সব

source: Monthly
bn: মাসিক

source: Welcome!
bn: স্বাগতম!

source: Profile
bn: প্রফাইল

source: Budget Planner
bn: বাজেট পরিকল্পনা

source: Setting
bn: সেটিং

source: About App
bn: অ্যাপ সম্পর্কে

# help
source: Hele / FAQ
bn: ব্যবহারের নিয়ম

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Log Out
bn: লগ আউট

# findMonthTransaction
source: Find month, transaction, or date...
bn: মাস, লেনদেন বা তারিখ খুঁজুন...

source: Update transaction
bn: লেনদেন আপডেট করুন

source: Add income and expenses
bn: আয়-ব্যয় যোগ করুন

source: Re-add
bn: পুনরায় যোগ করুন

source: Add
bn: যোগ করুন

source: Edit transaction
bn: লেনদেন এডিট করুন

source: Salary
bn: বেতন

# amountOfMoney
source: Amount of money (Ex: 100+50-30*2)
bn: টাকার পরিমাণ ( ১০০+৫০-৩০*২ )

source: Add Month
bn: মাস যোগ করুন

source: Budget Update
bn: বাজেট আপডেট

source: Monthly Budget
bn: মাসের বাজেট

source: Total Amount
bn: মোট টাকা

source: Select Date
bn: তারিখ নির্বাচন করুন

source: Cancel
bn: বাতিল

source: Confirm
bn: নিশ্চিত

source: Date
bn: তারিখ

source: No budget.
bn: কোনো বাজেট নেই

source: Add new budget
bn: নতুন বাজেট যোগ করুন

source: Total budget
bn: মোট বাজেট

source: New Budget
bn: নতুন বাজেট

source: Edit Budget
bn: বাজেট এডিট

source: Category
bn: ক্যাটাগরি

source: Money
bn: টাকা

source: Save
bn: সেভ

source: Budget added
bn: বাজেট যোগ করা হয়েছে

source: No month added
bn: কোনো মাস যোগ করা হয়নি

# wantToDeleteTransaction
source: Do you want to delete this transaction?
bn: এই ট্রানজেকশন ডিলিট করতে চাচ্ছো?

source: No
bn: না

source: Yes
bn: হ্যাঁ

# noTransactions
source: No Transaction
bn: কোনো ট্রানজাকশন নেই
